Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/svenskakyrkan/na-sahtta-girku-doarjut-du.html.tmx
Source language: sme
Languages: smj

source: Ná sáhttá girku doarjut du - Svenska kyrkan - Om oss
smj: Nåvti girkko máhttá duv doarjjot - Svenska kyrkan - Om oss

source: Ná sáhttá girku doarjut du
smj: Nåvti girkko máhttá duv doarjjot

source: Ruoŧa girku sosiálalaš bargu gohčoduvvo diakonian.
smj: Svieriga girkko sosiálalasj barggo gåhtjudallá diakoniddjan.

source: Ulbmilin lea oassálastimiin, gudnejahttimiin ja aktasaš solidaritehtain gávnnadit olbmuiguin geat leat váttis eallindilálašvuođain.
smj: Barggogåhtjos la oasálasjvuoda, roatto ja gasskasasj solidaritehta baktu duossot ulmutjijt fámodum viessomvidjurijn.

source: Sosiála barggus Ruoŧa girku doaibmá ovttas servvodaga máŋggaiguin sosiálalaš ásahusaiguin, eará girkuiguin ja oskusearvegottiiguin dehe eaktodáhtolaš servviiguin.
smj: Svieriga girkko sosiálalasjbargon aktijbarggá sebrudagá måttijn sosiálalasj ásadusájn, ietjá girkkoj ja jáhkkosiebrij jali ideella organisasjåvnåj.

source: Olu almmolaš bargosajiin dego universitehtain, heahtegádjunbálvalusas, soahteveagas, krimináladivššus ja poliissas lea vejolašvuohta gávnnadit báhpain.
smj: Moadda almulasj barggosaje nåv gåk universitehtan, gádjomdievnastusán, várjjofámon, kriminallasujton ja polijsan la máhttelisvuohta härrájn gávnadit.

source: Diakonain ja báhpain leat jávohisvuođabággu.
smj: Diakona ja härrá barggi sjávovälggogisvuodan.

source: Sii gávnnadit boarrásiiguin ja buhcciiguin, lágidit morašjoavkkuid ja ságastit ovttaskas olbmuiguin eallima iluid ja váttisvuođaid birra.
smj: Manádi vuorrasij ja skibáj lunna, ásadi surggojuohkusijt ja ságasti aktugattjaj viessoma ávo ja vájve birra.

source: Sosiálalaš barggus girku maid gávnnada mirkoávnnasgeavaheddjiiguin ja sin oameolbmuiguin doarjuma ja veahkeheami dihte.
smj: Sosiálalasj bargon girkko gávnat aj boastoaddnij ja sijá lagámusáj doarjotjit ja viehkedittjat.

source: Bargu sáhttá leat álggahit ságastallanjoavkkuid veahkaválddálaččat uhkiduvvon nisson- ja dievdoolbmuide ja veahkehit veagaid roassodiliin gos váhnemat ja mánát gillájit.
smj: Máhttá ságastimjuohkusijt álgadit fámodum nissunijda ja ålmmåjda ja viehkedit fuolkijt hiehtevidjurijs ma vahágahtti äjgadijt ja mánájt.

source: Muhtimin searvegottit sáhttet maid ruđalaččat doarjut dárbbašedjiid.
smj: Muhttijn tjoaggulvisá aj máhtti vaddet ekonomalasj viehkev dárbulattjajda.

source: Máŋggain alladási- ja gymnásaskuvllain riikkas gávdnojit skuvlabáhpat ja diakonat mat sáhttet doarjut ohppiid.
smj: Rijka moatten vuodoskåvlå alemusklássan- ja gymnásaskåvlån gávnnuji skåvllåhärrá ja diakona doarjjan oahppijda.

source: Skuvlaáiggis ja dan maŋŋil sáhttet oahppit boahtit hupmat singuin visot áššiid birra, oahpus gitta identitehtii ja oskui.
smj: Goappátjagá skåvllåájgen ja skåvllåájge maŋŋela oahppe máhtti sijájn aktavuodav válldet ságastittjat birra gájkka åhpadusás gitta identitähttaj ja jáhkkuj.

source: Loga eanet dás vuollelis makkár diliin Ruoŧa girku sáhttá doarjut du.
smj: Vuollelin lågå ienebuv birra makkir vidjurijn Svieriga girkko máhttá duv doarjjot.

source: Morašjoavkkut Morašjoavku lea unna jovkkoš viđain gitta gávcciin oasseváldiin mat gávnnadit juohkit jurdagiiddiset ja dovdduideaset movt lea go manaha lagas oameolbmo.
smj: Surggojuohkusa Surggojuogos la unna juogos vidájn gitta gávtse sebrulattjaj gudi gávnadi juogadittjat ájádusájt ja dåbdojt birra gåktu l masset lagámusáv.

source: Joavku doallá vissis meari gávnnademiid hárjánan jođiheddjiiguin ja dát sáhttá heivet dasa gii lea manahan eallinguoimmi, máná dehe boares váhnema.
smj: Juogos gávnat mierredum bále máhtalgis lájddijiddjij ulmijn gesi l massam suv viessomrádnav, mánav jali vuorrasap äjgádav.

source: Girku bearašráđđeaddin Ruoŧa girku bearašráđđeaddin lea buohkaide geain leat váttisvuođat lagas aktavuođaideasetguin.
smj: Girkko fuolkkerádevaddem Svieriga girkko fuolkkerádevaddem gávnnu gájkajda gejn li gassjelisvuoda sijá lahka gasskavuodajn.

source: Sáhttá leat dakkárii gii lea náitalan dehe eallá ovttas nuppiin, earránan dehe earránaddi báraide, dasa geas leat váttisvuođat earráneami maŋŋil ja dasa geas leat váttisvuođat oameolbmuiguin.
smj: Ulmme l gávnnut gesi l válldum jali l aktijårro, sirádum ulmutjijda jali gejda ájggu sirádit, gesi l gássjelisvuoda sirádime maŋŋela ja gesi l gassjelisvuoda gasskavuodan suv lagámusájda.

source: Bearašráđđeaddima mielbargiin lea jávohisvuođabággu ja sii eai ge čále journálaid.
smj: Fuolkkerádevaddema barggijn la sjávovälggogisvuohta ja e ga journalajt tjále.

source: Bargu seksualálaš veahkaváldima vuostá Ruoŧa girku háliida doarjut mánáid, nuoraid ja rávvásiid geat leat vásihan veahkaváldima girkobirrasis.
smj: Barggo seksualalasj illastime vuossti Svieriga girkko sihtá doarjjot mánájt, nuorajt ja ållessjattugijt gudi li seksualalattjat illastuvvam girkko birrusijn.

source: Seksualálaš veahkaváldimin adno juohkelágan seksualálaš givssideapmi ja rohcošeapmi, sihke lágahis dagut ja morálalaš vearrodagut.
smj: Ihtanis seksualalasj illastibme gåbttjå gájkka umasslágásj seksualalasj duolmmomis gitta seksualalasj illastibmáj, goappátjagá ássjálasj dago ja morálalasj lájttaĺahtte dago.

source: Seksuálalaš cuiggodeamit, geažuheamit ja fuomášahttimat nuppi olbmo miela vuostá adno maid veahkaváldimin.
smj: Javllamusá, gietjestime ja seksuálasj gietjestime aj nuppe ulmutja vuossti riekknidalla illastibmen.

source: Ovdal doalahuvvui diehtu seksualálaš veagalváldima birra dávjá jávvásis.
smj: Åvdebut álu buodon njálmev seksualalasj illastime gáktuj.

source: Ruoŧa girku háliida leat mielde botkeme jávohisvuođa seksualálaš veagalváldimiid birra, duostat duođaštit mii duođas sáhttá dáhpáhuvvat ja dahkat dasa juoidá.
smj: Svieriga girkkko sihtá åvdedit sjávoårrom seksualalasj illastimij birra doajeduvvá, sihtá guorrasit masi ájtu dáhpáduvvá, ja dåjmadit dan milta.

source: Buohcceviesugirku Dat gii lea morrašis dehe dárbbaha veahki sáhttá buohcceviesus váldit njuolga aktavuođa girkuin.
smj: Skihpadåhpegirkko Gut suorgos dejvadallá jali dárbaj viehkev máhttá aktavuodav válldet njuolgga girkkujn skihpadåben.

source: Girku rohkoslatnja ja bargoveahka lea sadjosis buhcciide, oameolbmuide ja bargovehkii geat dárbbahit sierra ságastallama ja sielufuolaheami dehe háliidit oassálastit ipmilbálvalusain ja ruhkosiin.
smj: Máhttelisvuohta adnet rågosladnav ja barggijt la girkko ålediddje goappátjagá skihppijda, lagámusájda ja barggijda gudi sihti sierra ságastimev ja siellosujtov jali säbrrat jubmeldievnojda ja råhkusijda.

source: Báhpain, diakonain ja iežáin geat barget buohcceviesugirkus lea jávohisvuođabággu ja sii eai čále journálaid.
smj: Härrájn, diakonajn ja iehtjadijn gudi barggi skihpadåhpegirkkon li sjávovälggogisvuohta ja e journalajt tjále.

source: It dárbbat leat risttalažžan beassat buohcceviesugirkui.
smj: Ij dárbaha årrot ristagis manádittjat skihpadåhpegirkkon.

source: Jos soamis ii sáhte boahtit rohkoslatnjii buohccivuođa dihte de báhppa sáhttá fitnalit su luhtte.
smj: Jus soames skihpavuoda diehti ij máhte boahtet rågosladnaj de härrá máhttá skihppe lusi boahtet.

source: Du searvegoddi sáhttá muitalit eanet Váldde aktavuođa searvegottiinat jos háliidat diehtit eanet sin sosiálabarggu birra.
smj: Duv tjoaggulvis máhttá ienebuv giehttot Aktavuodav válde ietjat tjoaggulvisájn oattjotjit ienep diededimev sijá sosiálalasj dåjma birra.
